Revit 2027 API
FormatOptions Constructor
 Creates a new FormatOptions object that represents default formatting.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public FormatOptions()
Public Sub New
public:
FormatOptions()
new : unit -> FormatOptions
See Also
Reference
FormatOptions Class
FormatOptions Overload
Autodesk.Revit.DB Namespace